/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIProgressDialogText" = "Logowanie";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIAlertViewButtonText" = "OK";

/* XHED: label for a field max. 60 chars */
"keyMAFLogonUIAlertViewTitle" = "Błąd";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelServerHost" = "Serwer";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldLabelResourcePath" = "Sufiks URL";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelServerPort" = "Port";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerDomain" = "Domena";

/* XFLD: label for a switch (on/off), max 60 chars */
"keyMAFLogonUIFieldLabelIsHttps" = "Bezpieczny kanał";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelBackendPassword" = "Hasło";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelBackendPasswordAgain" = "Potwierdź hasło";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelFarmId" = "ID farmy";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelSecurityConfig" = "Konfiguracja zabezpieczeń";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelBackendUserName" = "Nazwa użytkownika";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelSecureStorePassword" = "Nowy kod";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelCreateSecureStorePassword" = "Kod";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelSecureStorePasswordAgain" = "Potwierdź kod";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordCurrent" = "Aktualny kod aplikacji";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIFieldLabelSecureStorePasswordOldWhenToogle" = "Kod aplikacji";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelMobileUser" = "Użytkownik mobilny";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelActivationCode" = "Kod aktywacji";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelGatewayClient" = "Klient";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPasscode" = "Kod SSO";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaUserName" = "Nazwa użytkownika";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaPassword" = "Hasło";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPassword" = "Hasło";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUserName" = "Nazwa użytkownika";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldHintOptional" = "(Opcjonalne)";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelDeleteUser" = "Czy chcesz dezaktywować aplikację?";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelLock" = "Czy zablokować aplikację?";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelUpdateApplicationSettings" = "Czy zaktualizować ustawienia aplikacji?";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelServerTrust" = "Czy ufasz temu certyfikatowi?";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldLabelUploadTrace" = "Czy chcesz wczytać śledzenia na serwer?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOn" = "Włącz kod";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOff" = "Wyłącz kod";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelChangePasscode" = "Zmień kod";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForBasicRegistrationGroup" = "Dane logowania";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForHiddenGroupBasic" = "Szczegóły";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordCreation" = "Kod aplikacji";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordChangeNewGroup" = "Kod aplikacji";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelRegistrationStart" = "Następne";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelStartLogon" = "Zaloguj";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelDemoMode" = "Wypróbuj";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelRegistrationCancel" = "Anuluj";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelSecureStoreCreationStart" = "Gotowe";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelSecureStoreCreationCancel" = "Anuluj";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUnlockStart" = "Zaloguj";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUnlockCancel" = "Zapomniałeś kodu?";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelLockStart" = "Zablokuj";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelLockCancel" = "Anuluj";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsStart" = "Aktualizuj";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsCancel" = "Anuluj";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelDeleteStart" = "Dezaktywuj";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelDeleteCancel" = "Anuluj";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordStart" = "Gotowe";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordCancel" = "Anuluj";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordStart" = "Gotowe";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordCancel" = "Anuluj";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelRegistrationInfoCancel" = "Anuluj";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUploadTraceStart" = "Wczytaj";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOForgot" = "Zapomniałeś hasła SSO?";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOSkip" = "Pomiń";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaStart" = "Gotowe";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaCancel" = "Anuluj";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUploadTraceCancel" = "Anuluj";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOStart" = "Następne";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsStart" = "Następne";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsCancel" = "Anuluj";

/* XBUT */
"keyMAFLogonUIActionItemLabelPasscodeLockCancel" = "Wróć";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOCancel" = "Anuluj";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelRegistrationScreen" = "Zaloguj";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelSSOPasscodeScreen" = "Wpisz kod SSO";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelPasscodeLockScreen" = "Kod blokady";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelEnterCredentialsScreen" = "Wpisz dane uwierzytelniające";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelAfariCredentialsScreen" = "Afaria";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelEnterPasscodeScreen" = "Wpisz kod";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelSecureStoreCreationScreen" = "Ustaw kod";

/* XHED: label for a group of fields max. 60 chars */
"keyMAFLogonUIViewTitleLabelChangeSecureStorePasswordScreen" = "Zmień kod";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelUnlockScreen" = "Zaloguj";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelDeleteScreen" = "Usuń";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelLockScreen" = "Zablokuj";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelUpdateScreen" = "Aktualizuj";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelUploadTraceScreen" = "Wczytaj śledzenie";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelChangeBackendPasswordScreen" = "Zaktualizuj hasło";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelRegistrationInfoScreen" = "Dane logowania";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelRegistrationScreen" = "Zaloguj";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationScreen" = "Ustaw kod.";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalScreen" = "Ustaw kod";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelEnterSSOScreen" = "Wpisz hasło SSO";

/* XHED */
"keyMAFLogonUIHeaderTitleabelEnterAfariaScreen" = "Afaria";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleabelEnterCredentialsScreen" = "Wpisz dane logowania";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalInRegistrationScreen" = "Ustaw kod";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordScreen" = "Zmień kod";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordOptionalScreen" = "Zmień kod";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelDeleteSecureStorePasswordScreen" = "Wyłącz kod";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelUnlockScreen" = "Zaloguj";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelDeleteScreen" = "Usuń";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelLockScreen" = "Zablokuj";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelUpdateScreen" = "Aktualizuj";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelUploadTraceScreen" = "Wczytaj śledzenie";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelChangeBackendPasswordScreen" = "Aktualizuj hasło";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelRegistrationInfoScreen" = "Dane logowania";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSplashScreen" = "Przykładowe logowanie dla SAP MAF";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSplashScreen" = "Jeśli nie masz własnych danych logowania, możesz wypróbować aplikację z danymi przykładowymi.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationScreen" = "Wpisz dane logowania, aby się zalogować do aplikacji. Aplikacja zapamięta te dane.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationScreen" = "Musisz ustawić kod aplikacji, aby uchronić ją przed nieautoryzowanym użyciem.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalScreen" = "Możesz ustawić kod aplikacji, aby uchronić ją przed nieautoryzowanym użyciem.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalInRegistrationScreen" = "Możesz ustawić kod aplikacji, aby uchronić ją przed nieautoryzowanym użyciem.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordScreen" = "Aby zmienić kod, wpisz stary kod aplikacji, a następnie nowy.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordOptionalScreen" = "Aby zmienić kod, wpisz stary kod aplikacji, a następnie nowy.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelDeleteSecureStorePasswordScreen" = "Wpisz kod aplikacji, aby go wyłączyć.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelUnlockScreen" = "Wpisz kod aplikacji, aby się zalogować do aplikacji.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelDeleteScreen" = "To jest przykład kontekstowej koncepcji dla sekwencji logowania przy użyciu składników MAF - usuń";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelLockScreen" = "To jest przykład kontekstowej koncepcji dla sekwencji logowania przy użyciu składników MAF - zablokuj";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelUpdateScreen" = "To jest przykład kontekstowej koncepcji dla sekwencji logowania przy użyciu składników MAF - aktualizuj";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelUploadTraceScreen" = "To jest przykład kontekstowej koncepcji dla sekwencji logowania przy użyciu składników MAF - wczytaj śledzenie";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelChangeBackendPasswordScreen" = "Wpisz aktualne hasło, aby zaktualizować hasło używane dla aplikacji.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationInfoScreen" = "Możesz wyświetlić dane logowania dla aplikacji.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterSSOScreen" = "Wpisz hasło, aby pracować z aplikacją Client Hub.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterAfariaScreen" = "Wprowadź dane logowania do Afaria.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterCredentialsScreen" = "Wpisz dane uwierzytelniające, aby się zalogować do aplikacji. Aplikacja Client Hub przechowuje te dane uwierzytelniające. Można ich także używać w innych aplikacjach.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIConfirmationMessage" = "Czy na pewno zresetować aplikację?";

/* XHED: message max. 60 chars */
"keyMAFLogonUIConfirmationTitle" = "Potwierdzenie";

/* XBUT max. 60 chars */
"keyMAFLogonUIConfirmationCancelButtonLabel" = "Anuluj";

/* XBUT max. 60 chars */
"keyMAFLogonUIConfirmationOKButtonLabel" = "OK";

/* XMSG: message max. 60 chars */
"keyMAFLogonUIFooterDescriptionLabel" = "2014 SAP SE";

/* XGRP max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitlePasscodeMandatory" = "Zmień kod aplikacji";

/* XGRP max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitleDefPasscodeUsed" = "Ustaw kod aplikacji";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIDeleteProgressDialogText" = "Usuwanie";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIUpdateApplicationSettingsProgressDialogText" = "Aktualizacja";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIUploadTraceProgressDialogText" = "Wczytywanie";

/* XMSG: message max. 60 chars */
"keyErrMAFLogonUINGRegistrationCancelled" = "Anulowano rejestrację.";

/* XMSG: message max. 60 chars */
"keyErrMAFLogonUINGOperationCancelled" = "Anulowano operację.";

/* XMSG: message max. 60 chars */
"keyErrMAFLogonUINGPasscodeChangeNotAllowed" = "Reguły dotyczące kodu Afaria mają wartość \"zawsze wyłączone\", dlatego nie możesz zmienić kodu aplikacji.";

/* XMSG: message */
"keyErrDescrMAFLogonManagerErrorPasswordsNotEqual" = "Wprowadzone kody aplikacji nie są zgodne.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonUINGErrorPasswordsNotEqual" = "Wprowadzone kody aplikacji nie są zgodne.";

/* XHED: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewTitle" = "Zapomniałeś hasła SSO?";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewMessage" = "Zresetuj kod SSO w aplikacji Client Hub i uruchom ponownie aplikację.";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSORelaunchSkipAlertViewMessage" = "Pominięcie wpisu SSO spowoduje odłączenie aplikacji od aplikacji Client Hub.";

/* XMSG: message */
"keyErrDescrMAFLogonUINGMCIMSSOPinInvalid" = "Nieprawidłowy kod SSO";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "Operacja nie jest dozwolona w tym statusie.";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordOld" = "Stary kod";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present information about the currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelApplicationTimeout" = "Przekroczenie czasu";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelTimeoutImmediately" = "Natychmiast";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleSecond" = "Po %1$i sek.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularSecond" = "Po %1$i sek.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingle" = "Po %1$i min.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlular" = "Po %1$i min.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleHour" = "Po %1$i godz.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularHour" = "Po %1$i godz.";

